<?php
  $sysname = '祈願法會';
  $sweepday = '2.29(六)';
  $praydays = ['3.3(二)', '3.4(三)', '3.5(四)', '3.6(五)', '3.7(六)', '3.8(日)',
                '3.9(一)', '3.10(二)', '3.11(三)', '3.12(四)', '3.13(五)', '3.14(六)'];

  $params_maingroups = ['秘書大組','教育大組','庶務大組','總務大組', '福田大組', '廣供大組', '餐飲大組', '觀音亭專區',
                  '光明燈專案', '媒體影音'];

  $params_subgroups = [
    '秘書大組' => ['行政組','關懷組','防疫組','公關組'],
    '教育大組' => ['粉專組','聽抄組'],
    '庶務大組' => ['報到生服組','交通/機動組','會計組'],
    '總務大組' => ['場地/法務組','資材/監修組','環保組'],
    '福田大組' => ['接待組','感恩餐會'],
    '廣供大組' => ['廣供組','壇城組'],
    '餐飲大組' => ['餐食組','茶水組'],
    '觀音亭專區' => ['觀音亭專區'],
    '光明燈專案' => ['光明燈專案'],
    '媒體影音' => ['媒體影音']
  ];

  $params_volunteer = ['總護持','副總護持','大會助理','顧問','大組長','副大組長','大組助理','小組長','副小組長',
                '義工','見習幹部','見習助理','助理'];

  $params_clsother = ['廠商','廠商義工'];
?>