<?php
  $sysname = '祈願法會';
  $sweepday = '2.29(六)';
  $praydays = ['2/3(五) 進駐', '2/3(五) 住宿', '2/4(六) 法會', '2/4(六) 住宿', '2/5(日) 法會', '2/5(日) 住宿', '2/6(一) 迎慈尊', '', '', '', '', '', '', '', '', '', ''];

  $params_maingroups = ['大會', '秘書大組','教育大組','庶總大組','交通大組', '廣供大組', '節目大組'];
  $params_subgroups = [
    '大會' => ['大會'],
    '秘書大組' => ['內接待','外接待','會計','報到/生服','防疫/保健'],
    '教育大組' => ['理念','文宣'],
    '庶總大組' => ['場地/監修','餐食/茶水','環保/資材'],
    '交通大組' => ['道路','車場','行控接駁'],
    '廣供大組' => ['廣供','壇城','廣供服務站','大佛護法金剛','公益'],
    '節目大組' => ['網路平台','現場視聽','媒體製作','空拍']
  ];
  /*
  $params_maingroups = ['秘書大組','教育大組','庶務大組','總務大組', '福田大組', '廣供大組', '餐飲大組', '觀音亭專區',
                  '光明燈專案', '媒體影音'];

  $params_subgroups = [
    '秘書大組' => ['行政組','關懷組','防疫組','公關組'],
    '教育大組' => ['粉專組','聽抄組'],
    '庶務大組' => ['報到生服組','交通/機動組','會計組'],
    '總務大組' => ['場地/法務組','資材/監修組','環保組'],
    '福田大組' => ['接待組','感恩餐會'],
    '廣供大組' => ['廣供組','壇城組'],
    '餐飲大組' => ['餐食組','茶水組'],
    '觀音亭專區' => ['觀音亭專區'],
    '光明燈專案' => ['光明燈專案'],
    '媒體影音' => ['媒體影音']
  ];
  */
  $params_volunteer = ['總護持','副總護持','大會助理','顧問','大組長','副大組長','大組助理','小組長','副小組長','義工','見習幹部','見習助理','助理'];

  $params_clsother = ['廠商','廠商義工'];
?>